---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DimDisplayEq
source: html/600cecab-225d-9d8b-93f3-53b7b7d35445.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DimDisplayEq Property

"Equality Display"

## Syntax (C#)
```csharp
public static ForgeTypeId DimDisplayEq { get; }
```